Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.telemetry
source: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy
ar: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي قياس استخدام تحليلات تعطل تقارير مجهول خصوصية التطبيق
bs: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy aplikacija opće postavke ponašanje dock traka menija status bočna telemetrija analitika rušenje izvještaji korištenje anonimno privatnost
da: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy app generelt indstillinger adfærd dock menulinje status sidepanel telemetri analyse nedbrud rapporter brug anonym privatliv
de: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy app allgemein einstellungen verhalten dock menüleiste status seitenleiste telemetrie analyse absturz berichte nutzung anonym datenschutz
es: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy aplicación general preferencias comportamiento dock barra de menú estado lateral telemetría analíticas fallos informes uso anónimo privacidad App
fr: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy application général préférences comportement dock barre de menus état latérale télémétrie analytique plantage rapports utilisation anonyme confidentialité App
it: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy app generale preferenze comportamento dock barra menu stato laterale telemetria analisi rapporti utilizzo anonimo
ja: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy テレメトリ 分析 クラッシュレポート 使用状況 匿名 プライバシー
ko: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 텔레메트리 분석 충돌 보고서 사용량 익명 개인정보
nb: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy app generelt innstillinger oppførsel dock menylinje status sidepanel telemetri analyse krasj rapporter bruk anonym personvern
pl: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy aplikacja ogólne preferencje zachowanie dock pasek menu status boczny telemetria analityka awaria raporty użycie anonimowe prywatność
pt_br: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy app geral preferências comportamento dock barra de menu status lateral telemetria análises falhas relatórios uso anônimo privacidade
ru: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy приложение общие настройки поведение док строка меню статус боковая панель телеметрия аналитика сбой отчеты использование анонимно приватность
th: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทเลเมทรี วิเคราะห์ ขัดข้อง รายงาน การใช้งาน นิรนาม ความเป็นส่วนตัว
tr: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy uygulama genel tercihler davranış dock menü çubuğu durum kenar telemetri analiz çökme raporlar kullanım anonim gizlilik
uk: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy програма загальні параметри поведінка док рядок меню статус бічна панель телеметрія аналітика збій звіти використання анонімно приватність
zh_hans: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 遥测 分析 崩溃 报告 使用 匿名 隐私
zh_hant: app.sendAnonymousTelemetry analytics crash reports sentry posthog usage anonymous privacy 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 遙測 分析 當機 報告 使用 匿名 隱私 App

# settings.search.alias.setting.app.warn-before-quit
source: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app
ar: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إغلاق إنهاء التحذير قبل الإنهاء التطبيق
bs: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app aplikacija opće postavke ponašanje dock traka menija status bočna Zatvori Upozori prije zatvaranja
da: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app generelt indstillinger adfærd dock menulinje status sidepanel Luk Afslut Advar før afslutning
de: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app allgemein einstellungen verhalten dock menüleiste status seitenleiste Schließen Beenden Vor dem warnen
es: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app aplicación general preferencias comportamiento dock barra de menú estado lateral Cerrar Salir Advertir antes
fr: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app application général préférences comportement dock barre de menus état latérale Fermer Quitter Avertir avant
it: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app generale preferenze comportamento dock barra menu stato laterale Chiudi Esci Avvisa prima di uscire
ja: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app 終了 確認 command-q cmd-q アプリを閉じる 警告
ko: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 닫기 종료 전 경고
nb: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app generelt innstillinger oppførsel dock menylinje status sidepanel Lukk Avslutt Advar før avslutning
pl: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app aplikacja ogólne preferencje zachowanie dock pasek menu status boczny Zamknij Zakończ Ostrzegaj przed zamknięciem
pt_br: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app geral preferências comportamento dock barra de menu status lateral Fechar Encerrar Avisar Antes
ru: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app приложение общие настройки поведение док строка меню статус боковая панель Закрыть Завершить Предупреждать перед выходом
th: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง ปิด ออก เตือนก่อนออก
tr: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app uygulama genel tercihler davranış dock menü çubuğu durum kenar Kapat Çık Çıkmadan Önce Uyar
uk: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app програма загальні параметри поведінка док рядок меню статус бічна панель Закрити Завершити Попереджувати перед виходом
zh_hans: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 关闭 退出 退出前警告
zh_hant: app.warnBeforeQuit quit confirmation command-q cmd-q exit close app 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 關閉 結束 結束前警告

# settings.search.alias.setting.app.warn-before-closing-tab-x-button
source: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface
ar: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface زر إغلاق التبويب تأكيد تحذير
bs: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface zatvori karticu dugme potvrda upozorenje
da: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface luk fane knap bekræftelse advarsel
de: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface Tab schließen Taste Bestätigung Warnung
es: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface cerrar pestaña botón confirmación aviso
fr: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface fermer onglet bouton confirmation avertissement
it: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface chiudi scheda pulsante conferma avviso
ja: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface タブ 閉じるボタン 確認 警告
km: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface បិទផ្ទាំង ប៊ូតុង បញ្ជាក់ ព្រមាន
ko: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface 탭 닫기 버튼 확인 경고
nb: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface lukk fane knapp bekreftelse advarsel
pl: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface zamknij kartę przycisk potwierdzenie ostrzeżenie
pt_br: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface fechar aba botão confirmação aviso
ru: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface закрыть вкладку кнопка подтверждение предупреждение
th: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface ปิดแท็บ ปุ่ม ยืนยัน เตือน
tr: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface sekme kapat düğme onay uyarı
uk: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface закрити вкладку кнопка підтвердження попередження
zh_hans: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface 关闭标签页 按钮 确认 警告
zh_hant: app.warnBeforeClosingTabXButton close tab x button confirmation terminal surface 關閉分頁 按鈕 確認 警告

# settings.search.alias.setting.app.hide-tab-close-button
source: app.hideTabCloseButton hide close tab x button terminal surface
ar: app.hideTabCloseButton hide close tab x button terminal surface إخفاء زر إغلاق التبويب
bs: app.hideTabCloseButton hide close tab x button terminal surface sakrij zatvori karticu dugme
da: app.hideTabCloseButton hide close tab x button terminal surface skjul luk fane knap
de: app.hideTabCloseButton hide close tab x button terminal surface ausblenden Tab schließen Taste
es: app.hideTabCloseButton hide close tab x button terminal surface ocultar cerrar pestaña botón
fr: app.hideTabCloseButton hide close tab x button terminal surface masquer fermer onglet bouton
it: app.hideTabCloseButton hide close tab x button terminal surface nascondi chiudi scheda pulsante
ja: app.hideTabCloseButton hide close tab x button terminal surface タブ 閉じるボタン 非表示
km: app.hideTabCloseButton hide close tab x button terminal surface លាក់ បិទផ្ទាំង ប៊ូតុង
ko: app.hideTabCloseButton hide close tab x button terminal surface 탭 닫기 버튼 숨기기
nb: app.hideTabCloseButton hide close tab x button terminal surface skjul lukk fane knapp
pl: app.hideTabCloseButton hide close tab x button terminal surface ukryj zamknij kartę przycisk
pt_br: app.hideTabCloseButton hide close tab x button terminal surface ocultar fechar aba botão
ru: app.hideTabCloseButton hide close tab x button terminal surface скрыть закрыть вкладку кнопка
th: app.hideTabCloseButton hide close tab x button terminal surface ซ่อน ปิดแท็บ ปุ่ม
tr: app.hideTabCloseButton hide close tab x button terminal surface gizle sekme kapat düğme
uk: app.hideTabCloseButton hide close tab x button terminal surface приховати закрити вкладку кнопка
zh_hans: app.hideTabCloseButton hide close tab x button terminal surface 隐藏 关闭标签页 按钮
zh_hant: app.hideTabCloseButton hide close tab x button terminal surface 隱藏 關閉分頁 按鈕

# settings.search.alias.setting.app.rename-selects-name
source: app.renameSelectsExistingName rename select all existing title command palette workspace name
ar: app.renameSelectsExistingName rename select all existing title command palette workspace name تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي مساحة عمل تبويب ألوان لوحة شارة محدد تمييز مؤشر نشط نقطة اسم العمل إعادة تسمية العمل… • %@ الأوامر… التسمية تحدد الاسم الحالي التطبيق
bs: app.renameSelectsExistingName rename select all existing title command palette workspace name aplikacija opće postavke ponašanje dock traka menija status bočna radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka Naziv radnog prostora Preimenuj prostor… • %@ naredbi… Preimenovanje odabere postojeći
da: app.renameSelectsExistingName rename select all existing title command palette workspace name app generelt indstillinger adfærd dock menulinje status sidepanel arbejdsområde fane farver badge valgt fremhævning indikator aktiv prik Navn på Omdøb arbejdsområde… Arbejdsområdenavn • %@ Kommandopalette… Omdøbning markerer eksisterende
de: app.renameSelectsExistingName rename select all existing title command palette workspace name app allgemein einstellungen verhalten dock menüleiste status seitenleiste arbeitsbereich tab farben badge ausgewählt hervorhebung indikator aktiv punkt des Arbeitsbereichs Umbenennen … • %@ Befehlspalette wählt vorhandenen Namen aus
es: app.renameSelectsExistingName rename select all existing title command palette workspace name aplicación general preferencias comportamiento dock barra de menú estado lateral espacio trabajo pestaña colores paleta insignia seleccionado resaltado indicador activo punto Nombre del Renombrar trabajo… • %@ comandos… selecciona el existente App
fr: app.renameSelectsExistingName rename select all existing title command palette workspace name application général préférences comportement dock barre de menus état latérale espace travail onglet couleurs badge sélectionné surbrillance indicateur actif point Nom l'espace Renommer travail... • %@ commandes... Le renommage sélectionne existant App
it: app.renameSelectsExistingName rename select all existing title command palette workspace name app generale preferenze comportamento dock barra menu stato laterale area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto Nome Rinomina lavoro… • %@ comandi… seleziona il esistente
ja: app.renameSelectsExistingName rename select all existing title command palette workspace name 名前変更 既存名を選択 タイトル コマンドパレット ワークスペース名
ko: app.renameSelectsExistingName rename select all existing title command palette workspace name 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 작업공간 탭 색상 팔레트 배지 선택됨 강조 표시기 활성 점 작업 공간 이름 변경 변경… • %@ 명령어 팔레트… 시 기존 선택 워크스페이스 1…9
nb: app.renameSelectsExistingName rename select all existing title command palette workspace name app generelt innstillinger oppførsel dock menylinje status sidepanel arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk Navn på Gi nytt arbeidsområdet … Arbeidsområdenavn • %@ Kommandopalett Omdøping velger eksisterende
pl: app.renameSelectsExistingName rename select all existing title command palette workspace name aplikacja ogólne preferencje zachowanie dock pasek menu status boczny obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka Nazwa przestrzeni roboczej Zmień nazwę Przestrzeń robocza roboczej… • %@ poleceń… Zmiana nazwy zaznacza istniejącą
pt_br: app.renameSelectsExistingName rename select all existing title command palette workspace name app geral preferências comportamento dock barra de menu status lateral aba cores paleta selo selecionado destaque indicador ativo ponto Nome da área trabalho Renomear Trabalho… • %@ Comandos… Seleciona o Existente
ru: app.renameSelectsExistingName rename select all existing title command palette workspace name приложение общие настройки поведение док строка меню статус боковая панель рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка Имя рабочего пространства Переименовать рабочее пространство пространство... • %@ команд... Переименование выделяет
th: app.renameSelectsExistingName rename select all existing title command palette workspace name แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด ชื่อเวิร์กสเปซ เปลี่ยนชื่อ เปลี่ยนชื่อเวิร์กสเปซ เวิร์กสเปซ เปลี่ยนชื่อเวิร์กสเปซ... • %@ แถบคำสั่ง... เลือกชื่อเมื่อเปลี่ยนชื่อ
tr: app.renameSelectsExistingName rename select all existing title command palette workspace name uygulama genel tercihler davranış dock menü çubuğu durum kenar çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta adı Yeniden Adlandır Alanını Adlandır… • %@ Komut Paleti… Adlandırma Mevcut Seçer
uk: app.renameSelectsExistingName rename select all existing title command palette workspace name програма загальні параметри поведінка док рядок меню статус бічна панель робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка Назва робочої області Перейменувати робочу область Робоча область… • %@ команд… Виділяти назву при перейменуванні Вибрати 1…9
zh_hans: app.renameSelectsExistingName rename select all existing title command palette workspace name 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 工作区 标签页 颜色 调色板 徽章 已选中 高亮 指示器 活动 点 工作区名称 重命名 重命名工作区 重命名工作区... • %@ 命令面板... 重命名时选中现有名称
zh_hant: app.renameSelectsExistingName rename select all existing title command palette workspace name 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 工作區 分頁 顏色 調色盤 徽章 已選取 反白 指示器 作用中 點 工作區名稱 重新命名 重新命名工作區 重新命名工作區... • %@ 指令面板... 重新命名時選取現有名稱 App
